English
;
btnFileOpen.Hint=Open File
btnFileOpenHistory.Hint=File History
btnFolderOpen.Hint=Folder History
btnFileClose.Hint=Close File
btnFileOpenPrev.Hint=Open Prev File
btnFileOpenNext.Hint=Open Next File
btnFileEdit.Hint=Edit File
btnBlockStart.Hint=Set Block
btnBlockCopy.Hint=Copy Block
btnTextFind.Hint=Find Text
btnTitleList.Hint=TitleList
btnAutoScroll.Hint=Autoscroll
btnFullScreen.Hint=FullScreen
btnFontTypeChange.Hint=TTF<->Bitmap Font
btnOption.Hint=Option
btnFileDel.Hint=Delete File
mnuHistoryClear=Clear History
mnuFavorClear=Clear Favorites
;
mnuFile=File(&F)
mnuEdit=Edit/Find(&E)
mnuSpecial=Special(&P)
mnuHelp=Help(&H)
;
actFileOpen=Open File(&O)
actFileSave=Save(&S)
actFileSaveAs=Save &As
actFileReload=ReLoad File
actFileOpenPrev=Open Prev File	<
actFileOpenNext=Open Next File	>
actFileOpenHistory=File History
actFolderOpen=Folder History
actFileClose=Close File
actFileCloseAll=Close All
actFileDel=Delete File(&D)	Del
actFilePrint=Print(&P)
actExit=Exit(&X)
;
actCopyAll=Copy All(&C)
actBlockCopy=Copy(&C)
actBlockDel=Del Block(&D)
actTextFind=&Find Text
actTextFindNext=&Next Find...
actLineMove=Goto Line
actBookMark=BookMark
actBookMarkView=Goto BookMark	Z
actBookMarkAdd=Add BookMark
actFolderAdd=Add Folder
actFolderEdit=Edit Folder
actListTitle=View Title list	T
actListTypeEdit=Title List Option
actFileEdit=Edit File(&E)
;
actChangeHangul=Change Encoding
actChangeHanja=Change Hanja<->Hangul
actChangeJapan=Change Japan<->Hangul
actChangeFontType=TTF<->Bitmap Font
actViewHtml=View HTML	H
actWordWrap=Wordwrap
actWordWrapMode=Wordwrap by word
mnuAutoScrollMenu=Auto Scroll
actAutoScroll=Auto Scroll
actAutoScrollFast=Faster Scroll	*
actAutoScrollSlow=Slower scroll	/
mnuLineSpace=Line Spacing
actLineSpaceInc=Inc LineSpacing	+
actLineSpaceDec=Dec LineSpacing	-
actCharSpaceInc=Inc CharSpacing	Ctrl +
actCharSpaceDec=Dec CharSpacing	Ctrl -
actFullScreen=&Full Screen	F
mnuViewPos=Text Position
actViewPosLeft=Move Left	Ctrl+Left
actViewPosRight=Move Right	Ctrl+Right
actTopWindow=Top Window
actChangeDrawMode=Fast ViewMode
mnuInterface=&Viewer Interface
popInterface=&Viewer Interface
actShowMenu=Show MainMenu
actShowToolBar=Show ToolBar
actShowStatusBar=Show StatusBar
mnuLang=&Language
actLangEng=&English
actLangKor=&Korean
actOption=Option(&O)
;
actAbout=&About
actUpdate=EasyView &Update
actEzHelp=EasyView &HELP
actEasyView=EasyView?
actUpdateText=Latest Update note
actUpdateHistory=EasyView History
;
; Option
btnMenu_Option=Option
btnMenu_Button=Button/Function
btnMenu_Margin=Margin/Wordwrap
btnMenu_Font=Font/Color
btnMenu_Favor=Favorites
btnMenu_ShellExt=File type
grpEasyView=EasyView
chkSaveSize=Save window size
chkSavePos=Save Window Position
chkMultiWin=Use Multi-Window
chkOneExec=Single Instance
chkTrayMode=Use TrayMode
chkTrayTaskBar=if use tray, show TaskBar
grpStartupMode=Startup Mode
chkStartup_OpenDialog=Open FileDialog
chkStartup_OpenLastFile=Open most recently file
chkStartup_FullScreen=Full Screen
grpText=Open text
grpEtc=Other
chkUrlEnable=Use Url detection
chkScrollBarFull=Show ScrollBar in FullScreen
chkPageLastLine=Page move, show last line
chkChangeEnterSpace=Chage Enter/Space
chkDelNextFile=NextFile after delete
chkDelFileType=Delete File Directly
chkBookMarkClose=Close BookMark, when selected
chkQuickMenuUse=Use QuickMenu
chkPageCutLine=Page Clipping
chkFastMode=Use fast mode
grpMouseButton=Mouse Button
lblMouseLeft=Left
lblMouseRight=Right
lblMouseMiddle=Wheel
cboMouseLeft.Item=Not Uesd|PageScroll(Up/Down)|PageScroll(Down/Up)|PageScroll(L/R)|PageScroll(R/L)|Scroll(Up/Down)|Scroll(Down/Up)|FullScreen|Block mode|PopupMenu
cboMouseRight.Item=Not Uesd|PageScroll(Up/Down)|PageScroll(Down/Up)|PageScroll(L/R)|PageScroll(R/L)|Scroll(Up/Down)|Scroll(Down/Up)|FullScreen|Block mode|PopupMenu
cboMouseMiddle.Item=Not Uesd|PageScroll(Up/Down)|PageScroll(Down/Up)|PageScroll(L/R)|PageScroll(R/L)|Scroll(Up/Down)|Scroll(Down/Up)|FullScreen|Block mode|PopupMenu
lblMouseDoubleClick=DBLClick
cboMouseDoubleClick.Not Used|AutoScroll|FullScreen|Prev Page|Next Page|Open File|Close File|Minimize|Program Exit|Option|TitleList
lblMouseWheel=Wheel Scroll
cboMouseWheel.Item=3 line scroll|page scroll
lblKeyESC=ESC 키
cboKeyESC.Item=Not Used|AutoScroll|FullScreen|Prev Page|Next Page|Open File|Close File|Minimize|Program Exit|Option|TitleList
lblKeyEnter=Enter
cboKeyEnter.Item=Not Used|AutoScroll|FullScreen|Prev Page|Next Page|Open File|Close File|Minimize|Program Exit|Option|TitleList
lblKeySpace=Space
cboKeySpace.Item=Not Used|AutoScroll|FullScreen|Prev Page|Next Page|Open File|Close File|Minimize|Program Exit|Option|TitleList
lblAccelRatio=Accel ratio
lblAccelRatioHelp=Set scroll speed when mouse dragging
chkMouseExit=Exit when L/R click
chkScrollHorz=Use Horz Scroll
chkBlockCopyAuto=Auto Block Copy
chkBlockCopyFree=Auto Free Block
chkBlockPopupAuto=show PopupMenu when block

grpScreen=Screen
lblTabSize=Tab size
lblLineSpace=Line spacing
lblCharSpace=Char spacing
lblMarginLeft=Left Margin
lblMarginLeftFull=(FullScreen)
lblMarginTop=Top Margin
lblMarginBottom=Bottom Margin

grpWorkWrap=Wordwrap
chkWordWrapType=Window
chkWordWrapType_User=User defined

grpFont=Font/Color
chkUseSystemColor=Use system color
lblColor=Color
btnFontColor=Font
btnBackColor=Background
chkFont_TTF=Windows Font
chkFont_Bitmap=Bitmap Font
btnFontSelect=Select Font

grpAutoScroll=Auto scroll
lblAutoScrollTime=Scroll time
chkAutoScrollType=Pixel
chkAutoScrollType_Line=Line
chkAutoScrollType_Page=Page
chkAutoScrollStop=Scroll stop when key pressed

grpFolder=Favorites
btnFolderDel=Delete
btnFolderSort=Sort
lblFolderMax=Max
chkFolderAutoAdd=Add Folder Automatically
grpHistory=History
btnHistoryDel=Delete
btnHistorySort=Sort
lblHistoryMax=Max

grpFileFilter=File Filter
grpShellMenu=Shell Menu
lblShellMenu=Register right button menu, EasyView && EasyPad
chkReg_EasyView=EasyView
chkReg_EasyPad=EasyPad
btnShellMenuReg=Add
btnShellMenuDel=Del
lblShellMenuWarn=.
grpFileType=File type
btnExtReg=Add
btnExtRegDel=Del
grpEditor=Editor
chkEditorOption=Exit, if run editor

frmBookMark=BookMark
btnBookMark_Go=Go
btnBookMark_Add=Add
btnBookMark_Del=Del
btnBookMark_Open=Open
btnBookMark_Save=Save
btnBookMark_Close=Close
; Find
frmFind=Search
lblFind_Text=Word
chkFind_MatchCase=Match case
chkFind_WholeWord=Whole word only
grpFind_Direct=Direction
chkFind_Up=Up
chkFind_Down=Down
btnFind=Search
; TitleList
frmTitleList=TitleList
frmTitleListOption=TitleList Option
frmTitleListEdit=Add/Edit
chkTitleList_Use=Use this type
pnlTitleList_Text=text
pnlTitleList_TextPos=position
lblTitleList_Option=default
lblTitleList_Option2=option 2
lblTitleList_Option3=option 3
lblTitleList_Option4=option 4
lblTitleList_ShowLine=Show Current Line +
lblTitleList_Help=.
lblTitleList_Help2=.
lblTitleList_Help3=.
tsAll=All
tsBoard=Board
tsDown=DownLoad
tsMail=Mail

mnuTitleList_Copy=Copy Title List
mnuTitleList_CopyText=Copy List & Text
mnuTitleList_Del=Delete List & Text
mnuTitleList_Reload=Reload List
mnuTitleList_Option=Edit List Type
mnuTitleList_Pos=List Position
mnuTitleList_PosUser=User define
mnuTitleList_PosDefault=Default
mnuTitleList_PosLeft=Left
mnuTitleList_PosRight=Right
mnuTitleList_PosTop=Top
mnuTitleList_PosBottom=Bottom
mnuTitleList_SaveSize=Save Size
mnuTitleList_SetFont=Select Font
mnuTitleList_SetColor=Select Color
mnuTitleList_TrimSpace=Trim space

frmMove=Goto Line
lblGoto=Enter Line Number:
; QuickMenu
lblQuickMenu_FontSize=Font Size
lblQuickMenu_LineSpace=Line Spacing 
lblQuickMenu_CharSpace=Char Spacing
lblQuickMenu_AutoScrollTime=AutoScroll
btnQuickMenu_AutoScroll=AutoScroll
btnQuickMenu_FullScreen=FullScreen
btnQuickMenu_Find=Search
btnQuickMenu_Goto=Goto...
btnQuickMenu_FileOpen=Open file
btnQuickMenu_Option=Option
; Button
btnApply=Apply
btnOk=Ok
btnCancel=Cancel
btnClose=Close
btnAdd=Add
btnEdit=Edit
btnDel=Del
btnOpen=Open
btnSave=Save

Msg.mlMsgSave=Save changes to file?
Msg.mlMsgSaveOverwrite=File aleady exist.\r\nSelect 'Yes' for overwrite, 'No' for attatch.
Msg.mlMsgSaveAs=Save As...
Msg.mlMsgSaveBlock=Save block...
Msg.mlMsgFileOpen=Open file
Msg.mlMsgFileOpenEasy=File is Easy project documents.\nOpen for Easy project type?
Msg.mlMsgFileOpenLike=Open the near file.
Msg.mlMsgCaution=Caution
Msg.mlMsgError=Error
Msg.mlMsgErrorSave=File save error
Msg.mlMsgErrorFind=Cannot find this word.
Msg.mlMsgErrorOpen=Cannot open this file.
Msg.mlTitleListCurrent==> Goto Current Line
